meso=1000;
exp=10;
boss=10;
drop=5;
serverNotice="欢迎来到冒险樢全平台单机版，该版本移植自079版本，下一个版本预计更新到Bigbang。当前版本为测试体验本BUG较多，如需获得更多游戏信息，请关注公众号：冒险樢";
jobsCode=
{
[0]="新手",
[100]="战士",
[110]="剑客",
[111]="勇士",
[112]="英雄",
[120]="准骑士",
[121]="骑士",
[122]="圣骑士",
[130]="枪战士",
[131]="龙骑士",
[132]="黑骑士",
[200]="魔法师",
[210]="火毒法师",
[211]="火毒巫师",
[212]="火毒魔导师",
[220]="冰雷法师",
[221]="冰雷巫师",
[222]="冰雷魔导师",
[230]="牧师",
[231]="祭师",
[232]="主教",
[300]="弓箭手",
[310]="猎人",
[311]="射手",
[312]="神射手",
[320]="弩弓手",
[321]="游侠",
[322]="箭神",
[400]="飞侠",
[410]="刺客",
[411]="无影人",
[412]="隐士",
[420]="侠客",
[421]="独行客",
[422]="侠盗",
[500]="海盗",
[510]="拳手",
[511]="斗士",
[512]="冲锋队长",
[520]="火枪手",
[521]="大副",
[522]="船长",
[900]="管理员",
[1000]="初心者",
[1100]="魂骑士",
[1110]="魂骑士",
[1111]="魂骑士",
[1200]="炎术士",
[1210]="炎术士",
[1211]="炎术士",
[1300]="风灵使者",
[1310]="风灵使者",
[1311]="风灵使者",
[1400]="夜行者",
[1410]="夜行者",
[1411]="夜行者",
[1500]="奇袭者",
[1510]="奇袭者",
[1511]="奇袭者",
[2000]="战童",
[2100]="战神",
[2110]="战神",
[2111]="战神",
[2112]="战神"
};

autoPickup = true;

nonWeaponType=
{
"帽子", "脸饰", "眼饰", "耳环", "上衣", "套服",
"裤子", "鞋子", "手套", "盾牌", "披风", "戒指",
"项链", "腰带", "勋章"
};

canLevelCount = "可升级次数:";
hummerCount = "金锤子已提高的强化次数";
wpeanCategoryStr = "装备分类:";
atkSpeedStr = "武器速度:";
expstr = "获得了%d点经验值";
mesostr = "获得了%d个金币";
itemstr = "获得道具#z%d#";
atkSpeedStrs = {"","非常快","比较快","比较快","快","快","普通","慢","慢","比较慢",""};

buyQuestion="买多少？";
sellQuestion="卖多少？";
buyConfirmQuestion = "确认要购买吗？";
sellConfirmQuestion = "确认要出售吗？";
dropOutConfirm = "丢多少个？";
mesoNotEnough = "金币不足";
notRecharge="当前不需要充值";
rechargeSuccess ="充值成功";
weaponType = 
{
"单手剑", "单手斧", "单手钝器", "短刀",
"XX", "XX", "X", "短杖", "长杖", "X", "双手剑", "双手斧",
"双手钝器", "枪", "矛", "弓", "弩", "拳套",
"指节", "手枪"
};
equipStat=
{
	"力量", "敏捷", "智力", "运气", "最大HP", "最大MP",
	"物理攻击力", "魔法攻击力", "物理防御力","魔法防御力",
	"命中率", "回避率", "手技", "移动速度", "跳跃力"
};
diedNotice = "你死了，点击确定返回附近城市";
masterLevel ="当前等级";
passiveSkill = "\\r#c被动技能#";
currentSkillLevel = "[当前等级:";
nextSkillLevel = "[下一等级:";
expTag = "#c冷却时间";